const n=`---
title: "PART2第1話『TEARED』"
date: 2020-10-19
series: "TEARED"
seriesOrder: 1
novelId: "13928494"
source: "https://www.pixiv.net/novel/show.php?id=13928494"
---

![cover](./images/cover_13928494.jpg)

原文来源: [pixiv novel 13928494](https://www.pixiv.net/novel/show.php?id=13928494)
系列: 音楽†SFファンタジー『TEARED』HARMONIXシリーズ
顺序: 1

![pixivimage 85107200](./images/illust_85107200_p0.jpg)


イクスの朝はここ一週間ですっかり様変わりしていた。

朝目覚めると、焼きたての甘い香りが鼻腔をかすめる。調理されている材料は日によって違っていて、卵だったり、ソーセージだったり、あるいはパンだったりもする。

匂いに釣られて目を覚ますと、ジュウゥ、とフライパンの上で油が焼ける音が耳に飛び込んでくる。耳を澄ませると包丁がトントン、とまな板に振るわれる音も聞こえてきて、朝の訪れを告げてくる。
朝ごはんを作ってくれているエレノアナに挨拶をすると、彼女はいつも決まって朗らかに挨拶を返してくれる。

「おはようエレノアナ」

「あ、おはようございますイクスさん！朝ごはん、もうちょっとでできますから待っていてくださいね！」

「あ、ああ……」

待っていてくれと言われても、何もやらないのも落ち着かず、自分の身支度を整えたイクスが向かう先はレイラのところだ。放っておくと昼過ぎまで眠るレイラを叩き起こし、朝食の席につかせ、三人でエレノアナの手料理を囲んでようやく一日がはじまる。

実家にいるかのような安心感だな、とイクスはここ毎朝目覚める度に自分の頬が緩むのを感じていた。イクスが生家で朝食の香りに起こされたことなどなかったのだが、それ以上にしっくりとくる表現が見つからなかった。

仲間二人と旅をはじめ、訪れた新しい毎日は驚くほどにイクスの肌になじんだ。何気ない朝の目覚めでさえも不思議と心が躍る。朝起きてすぐ洗面台に向かうと少しばかり口元がほころんだ自分の顔と目が合って、イクスは困ってしまう。悪いことではないが、戸惑いも大きい。自分が今までとは別の人物になってしまうのではないかという感覚すらあって、それを嘆くべきなのか喜ぶべきなのかわからない不安もあった。

決して、今までが不幸な人生であったなどとイクスは思わない。両親は共働きで構われる時間は少なかったものの、別に仲が悪いわけでもなく、仕事も――今は職場ごとなくなってしまったが――目立ちはしないが特に不満もなかった。目立った欠点もないがとりたてて特徴もない平凡な家に生まれ、平凡に育ち、堅実な職を選んだ普通の男。それが一週間前までのイクスだ。

あの時、もしも双子の少女エレナとノアナの手を取らなかったら。ジェノサイド社に追われる二人を衝動的に助けなければ、自分は今頃何をしていただろうか。気持ちが落ち着きはじめた今、ふとした瞬間にそんなことを考えてしまう己をイクスは止められなかった。少女たちを、エレノアナを助けたことに後悔はまったくない。ただ、ふわふわとした思考がなんとはなしに考えてしまうのだ。もし今もまだ自分がジェノサイド社の社員だったら、いったい今頃何をしていたのだろうか、と。

きっかけは、新聞でジェノサイド社のその後の顛末を知ったことだ。ジェノサイド社が崩壊して一週間。ビッグ・カンパニーであるジェノサイド本社の倒壊が騒ぎにならないはずもなく、あちこち蜂の巣を突いたような大騒ぎとなった。元々街全体のライフラインをジェノサイド社が支えていたため、社の崩壊と共に街の住人全体の生活が滞ってしまい、暴動寸前の緊迫感が街中に漂った。あまりの混乱に、未だ破壊されたジェノサイド本社の瓦礫の撤去すらはじまっていないらしい。

イクスの最大の難敵であったジェノサイド社の幹部フィランダーは本社を全壊させた“事故”の責任を取る形で地位を落としたと聞く。非道な行為を行っていたとは言え、ジェノサイド社の中核を担っていた人物だ。彼なしの社の建て直しは難航を極めるだろう。

実際、全社員が自宅待機を命じられて以降、ジェノサイド社再建の指揮者すら未だ決まる気配もない。多くの幹部は逃げ出し、残る者も戸惑うばかり。新聞では再建の見通しなしとまで書かれていた。事実上の壊滅だ。
元ジェノサイド社の社員として、イクスもかつての同僚たちの行く末に思うところがないわけではない。もし、己が同じ立場だったらどうしただろうかと想像を巡らせてしまう。

最後まで社の立て直しを信じて、自宅で待機し続けるだろうか。それともどこかで見切りをつけて新しい職を探しただろうか。仕事もせずに自宅に居るイクスを両親は何というだろうか。問い詰めるだろうか、それとも大変だったね、と慰めてくれるだろうか。

どうだろう、と考えるイクスだが答えはちっとも得られない。生活も、共に居る者も、生きる目的も、あらゆるものが変わってしまったせいだろうか。たかだか一週間前の自分が思い出せなかった。

もし自分がまだジェノサイド社員だったら、という想像すら今のイクスにはもうできない。それは不思議なような、不安なような、それでいてどこか幸福な気分だった。

「イクスさん……イクスさん！」

「…………うん？」

エレノアナに肩を叩かれて、ぼんやりとイクスは振り向いた。

「イクスさん、朝御飯どうでした？魚のホイル焼きはじめて作ったんですけど……」

イクスが口を開くよりも前に横から現れたレイラがエレノアナの肩を叩く。

「もう、バッチリ！！すごい美味しかったよ！」

「もうっ、レイラさんからは何回も聞きました！」

レイラに褒められたエレノアナは困った顔をしているが、口元は緩んでいる。見ているイクスの心まで穏やかになり、幸せな気持ちに満たされた。

「エレノアナちゃーん、私、今度はムニエルが食べたいなー？」

「ムニエルかぁ！やったことないけど楽しそう……って、そうじゃなくてイクスさんに聞いてるんです！！」

燃えるような赤髪と自信に満ち溢れた笑みが美しいレイラに、神秘的な翡翠の瞳に色鮮やかな感情を踊らせるエレノアナ。

麗しい二人の少女に注目されてしまい、イクスは弱り果てた。視界も眩しいが、返答も悩ましい。

エレノアナの作る手料理はどれも美味だ。食事の度に内心では褒め称えているのだが、今まで戦闘に明け暮れてきたイクスではエレノアナの料理を絶賛するための良い言い回しが見つからない。結果的にいつもありきたりな感想になってしまうのが最近のイクスの悩みだった。

「美味しかったよ。いつもありがとう」

「むぅ。イクスさん、いつもそれです」

「いや、本当に全部美味しいんだよ」

それなら良いんですけど、とむくれながらも照れるエレノアナ。一秒一秒ごとに変わる彼女の豊かな表情は見ていて飽きない。

「でも、イクスさん大丈夫ですか？最近ちょっとぼーっとしているような」

瞳を揺らして心配そうな視線を向けるエレノアナにイクスはかつて守り抜いた双子の名残を見つける。ジェノサイド社から連れ出した双子、エレナとノアナもイクスが些細なかすり傷を負っただけでもひどく悲しんだ。
双子の名残を見つける度にエレノアナは確かにエレナとノアナであるのだと実感させられる。その度に新鮮な喜びと、慣れ親しんだものに対する安堵がイクスの中に沸き上がった。今までの人生にはなかった暖かな感情にまだ慣れることができず、戸惑いも同時に込み上げてくる。

「イクスさん？」

「いや………」

なんか不思議な気分で……、と滑りそうになった口を慌てて閉じる。いつまでも呆けているわけにはいかない。代わりに別の話題をエレノアナとレイラに打ち明けた。

「これからどうしようか考えててさ。マテリアルになった人を解放するにしても、まずマテリアルを見つけなきゃいけないだろう？」

旅の途中でいくつかの街に寄ったイクスたちだが、未だに一つもマテリアルを発見できていなかった。人間を素材として作るマテリアルはジェノサイド社とコネクションを持つ限られた人間しか手にできない貴重品だ。そう簡単に見つかるものではない。

「どうやってマテリアルを見つけるか、ですね……うーん」

「そこら辺に落ちてるものじゃないもんね。そうね…………あっ、そうだ！」

レイラが急に手を打った。研究員時代から愛用している情報端末を取りだし、何事かを操作すると青白い光と共に何千枚もの書類が空中に映し出された。レイラの指が動く度にプロジェクションされた半透明の書類がパラパラとめくられる。

「これは？」

イクスが問いかけると、顔も上げずにレイラが答える。

「念のため内部情報抜いといたんだ、ジェノサイド社の」

「いったい、いつの間にそんなこと…………」

「キュアを探してるとき、ついでにちょちょっとね。この中にきっと……あった！顧客リスト！！」

数千とあった書類のほとんどが消え、わずか数十枚が残る。レイラがさらに指を動かすと顔写真つきの購入者データが一人ずつ拡大されて表示された。どれも身なりの良い服装で、ジェノサイド社の重要顧客と言われて納得が行く。

「どう？マテリアルを買った人のところなら、何か手がかりがありそうじゃない？」

「すごいです、レイラさん！！この人たちのところに行けばいいってことですね！」

「この人たちが俺たちに会ってくれるかはわからないけどね」

「それは行ってみないとわかりませんよ、イクスさん」

「そうだな……。レイラさん、ここから一番近いところに住んでる顧客のデータは出せますか？」

「はーい。ちょっと待ってね」

程なくして品の良さそうな老紳士のデータが表示される。

名はロード。購入件数は一件。数ヶ月前にマテリアルを一つ買い上げた以外にジェノサイド社との取引はない。細身のスーツで身なりを整えているが、きつく結ばれた口元とレンズを睨み付ける目元が偏屈そうに見えた。

「いい人だと良いですね」

人間の悪意を知らなさそうな笑顔でエレノアナがイクスに同意を求めた。対照的にレイラは皮肉げに肩をすくめる。

「どーだか。顧客の中には素材の正体を知ってて買ってるやつもいるはずだよ。この人がどっちかは知らないけどね」


![pixivimage 85107223](./images/illust_85107223_p0.jpg)


他の顧客情報をパラパラと表示させるレイラ。一定間隔で変わる顔写真をイクスも眺めてみるが、人の良し悪しなどわかりそうにもない。だが財力を持つ者特有の気配とでも言えるような、似通った雰囲気は確かに感じられた。

移り変わる写真を眺めていると、ふと、気配の違う顔写真が映りイクスは声をあげた。

「あっ。レイラさん、この子もマテリアルの購入者ですか？」

可憐な少女だった。柔らかな白髪と黒いゴシックドレスに覆われた華奢な造形は少女人形を思わせる。ファインダーを挑発的に睨み付ける紫の瞳が蠱惑的だ。造りものめいた可愛らしさと攻撃的な魔性が合わさり、危うげなアンバランスを感じさせた。

他の購入者とは一線を画す鋭い雰囲気が少女にはある。また、他の顧客データとは異なり名の記載がない。

「ううん、この子は警戒対象ね」

「「警戒対象？」」

エレノアナとイクスの声が揃う。

「マテリアルの顧客を襲って、マテリアルを奪い回ってる子だね。顧客に警戒対象として注意喚起してたみたい」

「マテリアルを奪うって……どうして？」

エレノアナが戸惑い気味に問う。

「さあ…………本人に聞いてみないとねぇ。転売をしているわけじゃなさそうだけど」

パッとまた写真が別の人物に切り替わる。そこで謎の少女についての話題も途切れた。

「…………マテリアルを奪う女の子、か……」

少女がマテリアルの顧客を襲うのならば、どこかで戦うこともあるかもしれない。少女のたおやかな手足を見ると、とても戦えるようには見えない。しかし、ただの少女と切り捨てられない不穏な何かが彼女にはあった。

カメラを睨み付ける少女の瞳にイクスは妙な胸騒ぎを覚えた。


「お悩みですか、イクスさん？」

ひょこりとエレノアナがイクスの顔を覗きこんだ。イクスの前には黒いドレスの少女が浮いている。レイラの情報端末を借りて襲撃者の情報の詳細を眺めていたのだが、何もわからずに煮詰まっていたところだった。

「一応、戦うことになるかもしれないと思って調べてたんだけど。ジェノサイド社も詳しくは把握してないみたいだな」

「その割にはさっきからずーーっと同じところ見てません？」

「バレちゃったか……。これから危険なこともあるだろうからしゃんとしなきゃって思ってるんだけどね。なんか気が抜けちゃって」

たった一週間で鈍ってしまったのかと言われると少し違う。これから訪れるかもしれない危険から目をそらしてしまっているような、浮き足だった感覚だ。

「俺がしっかりしなきゃいけないのに……この体たらくじゃなぁ」

「大丈夫ですよ！イクスさんは一人じゃないです！私もレイラさんも居ますよ」

「女の子に守られるのも格好悪いだろう？」

「ふふ、イクスさんはかっこよくて強いですもんね」

「そ、そこまで言われると照れるけど……」

「でも、悩みすぎるのはダメです。煮詰まったときは休憩ですよ」

図ったように芳ばしい匂いがイクスの鼻腔を掠めた。挽きたての豆の甘い香り。コーヒーだ。イクスが悩んでいる間にエレノアナが淹れてくれたらしい。

「見えない明日を心配するより、今日一日を大事に、です！イクスさん、ほらコーヒーでも飲んで！」

「ああ……ありがとう」

淹れたてのコーヒーが注がれたマグカップを受け取ると、台所の方からレイラの声が飛んだ。

「砂糖とミルクもあるけどーー？」

「大丈夫です」

「おんやぁ？」

朝食の後片付けをしていたレイラがわざとらしい声をあげて覗きに来た。猫なで声のような、独特な声色にイクスはぎくりと身を強張らせる。この声色はからかいにくる前兆だ。

「イクスくんってば、いつの間にブラックで飲めるようになったのかなぁ？コーヒー苦手だったはずなのにぃ？」

「に、苦手じゃないですよ……」

「でもずっと砂糖もミルクもダバダバ入れてたじゃん」

「眠気覚ましに一気飲みしてたので。ミルクを入れた方が冷えて飲みやすいんです」

「ふふふっ、強がっちゃって」

「……強がってないです」

ニヤニヤと近づいてくるレイラから顔をそむけるイクス。嘘は言っていないはずなのだが何故か言い訳をしている気分になり、思わずすねたような口調になった。

「……えっ。イクスさんってコーヒー……お嫌いだったんですか……？」

「え？」

不安げに揺れる声に慌ててイクスは振り向く。エレノアナの目が悲しみを湛えていた。

「私、もしかして無理させていましたか……？」

「あ、いや！！本当にコーヒーは好きなんだ！嘘じゃないよ！！」

「エレノアナちゃんの淹れてくれるコーヒーがでしょ？」

「わ、私の？」

「ちょっ、まぜっかえさないでくださいレイラさん！」

エレノアナの涙は引っ込んだが、まずい方向に話が進んでいる気がする。慌ててレイラの口をふさごうとするイクスだが、するりと逃げられてしまう。

「恋人の手料理で嫌いなものを克服できました～、ってよく聞く惚気よね」

恋人！？と、イクスとエレノアナが声を揃えた。

「「か、からかわないでくださいレイラさん！！」」

「ほら息ぴったり！ああ、若い二人がうらやましい～」

楽しそうなレイラにイクスはがくりとうなだれた。

「レイラさんも若者ですよね……はぁ」

「あはは、ごめんごめん！！」

完全にからかわれてしまっている。だがカラリと笑うレイラを見れば怒る気力もなくなり、脱力する他ない。

「そ、それにしても、大きい車ですね！こんなに大きい車があるなんて知りませんでした」

エレノアナが示しているのは三人が旅の足として利用しているキャンピングカーだ。三人が寝泊まりしても十分な余裕がある程の広さで、キッチンやトイレ、風呂まで完備されている。ジェノサイド社から離れる際にどこからともなくレイラが調達してきたものだった。

あからさまな話題転換だが、レイラもそれ以上追い詰める気はないらしく素直に応じる。

「この車はね、ママが私にくれたの」

「ええ！？お母さんのなんですか！？」

「そ、亡くなる直前にもってけドロボー！って」

「そういえばレイラさんのお母さんは亡くなっていたんでしたっけ……」

難しい病だったとイクスは聞いている。研究者であるレイラの父も、レイラ自身も様々な手を尽くしたが治療法は見つからなかったらしい。

エレノアナはレイラの母の話をはじめて聞いた様子で目を見開いた。

「え！？ごめんなさい…………私知らなくて」

「そりゃ言ってないから知らないでしょ。気にしない、気にしない！ほら、皿洗いは私がやっとくから、エレノアナちゃんは休んでて！」

「は、はい！」

エレノアナを台所から追い出したレイラが蛇口をひねった。

「…………まあ、ママが亡くなってなけりゃ、パパも研究にあそこまで没頭することはなかったと思うけどね。そうすればマテリアルも作られなかったのかも」

流水の音に周囲の音がかき消され、ソファに向かったエレノアナにはその呟きは聞こえなかっただろう。

「レイラさん…………？」

片付けを手伝おうかと台所に残ったイクスは瞠目する。

皿を洗いながら語るレイラの横顔はいつも通りだ。しかしあっさりとした口調の裏には寂しさのようなものが見え隠れしていた。

「父親ってどうしてあんなに勝手なんだろうね。大丈夫としかあたしには言ってくれなくてさ。でも、結局大丈夫じゃなかった」

レイラの父はマテリアルの開発者だ。人間を素材に作られる“音”を開発したその手でマテリアルを人間に戻すキュアを開発した人物でもある。ジェノサイド社の方針に抗いキュアを作ったため抹殺されてしまった父に代わり、レイラはイクスたちと旅に出た。

大丈夫ではなかったのはマテリアルを開発したことか、それともキュアを開発して抹殺されたことなのか。あるいは、それ以外の何かを示しているのか。深く踏み込むのを躊躇わせる陰りがレイラの表情を覆っていた。

「……パパが悪いわけじゃないってのはわかってるんだけどね。恨んでるわけでもない。でも……」

「……………」

イクスが何も言えないまま立ち尽くしていると、レイラは急に表情を切り替えた。いつもの生命力満ち溢れる、美しい笑顔だ。

立ち尽くしているイクスの背中をバシン！と叩き、カラリと笑う。

「……はい！この話やめ！しめっぽいこと言ってごめんね！！ほら皿洗いくらいはやるからエレノアナちゃんと休んでなさい！！」

「いや、でも俺だけ何もしないのも」

「食料調達とか力仕事は頼んでるでしょ。ほら、コーヒーが冷めたらエレノアナちゃんがまた悲しい顔するわよ？」

促され、しぶしぶとエレノアナの元に戻るイクス。ソファの傍ではエレノアナが淹れたてのコーヒーを前に難しい顔をしていた。

「エレノアナ？」

「あ、イクスさん！レイラさんの分のコーヒーも淹れたんですけど……レイラさんはコーヒーお好きでしょうか？」

「いつも飲んでるから好きだと思うよ。それに、エレノアナのコーヒーは誰だって一度飲んだら好きになるさ」

「えっ！？」

「あれ、俺変なこと言った？」

「ぜ、全然！大丈夫です！ちょっと心臓に悪かっただけです！！」

様子のおかしいエレノアナを気遣おうとしたイクスの背中を強い衝撃が襲った。

「痛っっっっ！？何するんですかレイラさん！！」

「油断するとすーぐたらしこむんだから。ねー、エレノアナちゃん？」

「はい……油断大敵です」

「いや、タラシって……」

あまりな評価にイクスは不満を表した。ただ思ったことを正直に言っただけでひどい言われようだ。だがすぐに不満も解けて、暖かな笑いに変わる。

二人と居る空間は良く肌になじみ、イクスはまたどうしようもないくらいの幸せを感じた。

ほんの少し間違えていれば、こんな日々はありえなかったのだ。レイラがキュアを持っていなければ、あのときジェノサイド社が崩れなければ、エレノアナはマテリアルから人間に戻ることはなかった。そう考えて、イクスは改めてぞっとした。今が幸せすぎて、二人を失ってしまった後のことなど考えるのも恐ろしい。落ち着いた今だからこそ、エレノアナが人間に戻って本当に良かったと心底思える。

「どうかしましたか、イクスさん？」

「いや…………マテリアルになった人を、一日でも早く人間に戻してあげたいって思ってさ」

「そうですね。絶対、みんなを戻してあげましょう！！」

「ほーんと、イクスくんも言うようになったわよねぇ」

元気に拳を振り上げるエレノアナとクスクス笑うレイラ。イクスも二人に釣られて優しい笑顔で頷いた。


マテリアルを購入したという富豪ロードが住んでいる街は今まで三人が通ったどんな街よりも賑わいをみせていた。人の行き交いが激しい繁華街は特に騒々しく、あっちこっちへと向かう人たちの人混みで混沌とした様を見せている。都会らしい景観だが、街のずっと奥に青々と茂る山々も広がっている。あそこの山中のどこかでロードはひっそりと暮らしているらしい。

イクスたちが街に入った途端、あちこちから人の視線を感じた。よもや敵でも潜んでいるのかとイクスは気を引き締める。だがそれにしては敵意がない。見慣れないよそ者に向ける視線とも異なる。何らかの得体の知れない警戒を含んだ視線だった。

共に連れ立つ少女たちに目配せを送るイクス。レイラは小さく頷き、自身の服を示した。イクスと同じ、黒を基調にしたジェノサイド社の制服だ。なるほど、とイクスは視線の正体に気付く。

本部が崩壊したとは言え、かのビッグ・カンパニーの名はまだ生きているらしい。世間の喧噪から離れた静かな村里ならばともかく、人の行き交いが激しい都会ではジェノサイド社の制服はあまりに目立つ。
イクスはゆっくりとレイラに頷き返した。エレノアナは二人の視線に気付かない様子で街中を突き進もうとしている。

「イクスさん？レイラさん？二人とも急に立ち止まってどうして――あ、あれーーー？」

通じ合った二人はエレノアナを両サイドから引き留め、進む方向を変えた。向かう先はショッピング街だ。
目についた服屋に三人で飛び込んで数十分。着替え終わったイクスは落ち着かない様子で仲間の二人が試着室から出てくるのを待っていた。

ドレスやワンピースが展示された服屋に入る機会などそうそうない。どうしても場違い感が拭えなくて、この店で着替えたばかりの服装ですら浮いてはいないかとそわそわしてしまう。

変な格好ではない……とは思う。無意識にネクタイの位置を直しながらイクスは眉根を寄せる。

黒いズボンに深い紺のネクタイ。うっすらとストライプのはいった黒地のシャツは黒無地を選ぼうとするイクスを押しのけて店員が熱心に勧めたものだ。動きやすさを追求したシンプルな服装。黒基調だったジェノサイド社の制服から変わり映えがしないと言えばそれまでだが、黒が一番落ち着く色なのだから仕方ない。

服など着れていればいい。そんなイクスの思考は試着室のカーテンが開いた途端にどこかへ吹き飛んだ。

「イクスくーーん！どうかな？」

「――――――」

現れたレイラの開いた胸元から見える胸の大きさに真っ先に目がいってしまい、慌てて視線をそらすイクス。一瞬で柔らかそうな二つの山が目に焼き付いた。改めてみると大きいんだな、とイクスはどこかゆだる頭で考えた。

惹きつけられたのは胸元だけではない。腰回りを覆う布地の丈が短いのは動きやすさを追求したためだろうが、くびれた腰としなやかな脚が露わになっていて目のやり場に困る。品の良い金色で縁取りされた服はレイラの情熱的な美貌を際立たせていた。

たかだか服なんて侮っていた数秒前の自分の胸倉を掴みたい気分にイクスは陥った。先ほどまで直視できていたはずの元同僚とうまく目が合わせられない。気を抜けば開いた襟元へと向いてしまいそうな視線を隠して、必死に明後日の方向を見つめた。

「およよ、イクスくーーん？感想は？似合ってる？似合ってない？」

「に、似合ってると思います…………」

「うふふ、嬉しい！」

そんなやりとりをしていると、シャッ、と控えめにカーテンが引かれる音がした。エレノアナが出てきたのだ。

振り向くべきか、振り向かざるべきか、イクスは迷う。エレノアナもレイラと似たようなドレスを着ていたら今度こそイクスはどこを見たらいいのかわからなくなる。

「い、イクスさん……どうですか？」

迷っているうちにエレノアナから声をかけられてしまい、イクスは警戒しながらゆっくりとそちらを向く。
美しい少女がそこにいた。


![pixivimage 85107261](./images/illust_85107261_p0.jpg)


なだらかに白から薄桃へと染まるAラインのワンピース。両サイドに控えめに広がる裾は天使の羽のようだ。元から美しい少女だったが、今まではまばゆいほどの光すら感じさせられる。照れのまじった控えめな微笑みが白桃のワンピースと調和し、エレノアナの清廉な心そのものを表しているかのようだった。

「き、綺麗だ…………」

自然と言葉が口をついて出る。それ以外、なんと言って良いのかイクスにはわからなかった。

「あ、ありがとうございます……イクスさんも似合っています」

「ちょっと、私のときと反応がちがうんだけど？」

「あ、いや、その。ちょっと、びっくりしちゃって……れ、レイラさんも綺麗だと思います……」

視界に入ってきた黒いドレスと揺れる赤髪にドキリとイクスの心臓が跳ねる。反射的にドレスの裾から目を離した。

「って言いながら目が合わないのはなんでかなー？」

「それは、その…………」

レイラの悪戯っぽい瞳が至近距離からイクスを覗きこんだ。ドレスよりも、瞳の中の光の強さにドキリと魅入られる。

「ははーん！さてはイクスくん照れておりますな！」

「照れてないです……」

「隠さない隠さない！！そーか、そーか、私はそんなに綺麗か！あはははは！」

「照れてないって言ってるのに……」

心臓に悪い人だ。わずかな時間でぐったりとイクスは疲弊してしまった。逃げるように店員の元に行き、支払いを済ませる。

服屋から出るところで、ふとレイラが店員に話しかけた。

「すみません、この辺に住んでるロードって方、知っていますか？」

「ロード様ですか？ええ、存じておりますよ」

「私たちこれから彼に会いに行くんですけど……どんな方なんですか？」

横目でちらりとイクスを見たレイラの唇が“情報収集よ”と動いた。

「そうですね…………ロード様は厳格な方だと聞きます。でも街に降りてくる時はいつもお孫さんと一緒で、私がお見かけした時は優しそうな方でしたよ。お孫さんのために一番いい服を仕立ててくれ、と仰られていて……。最近はあまりお姿も見かけませんけどね」

「お孫さんと仲が良かったんですね」

「ええ。愛嬌のある、可愛い男の子でしてね。だからあんなことになってしまって、ロード様もとても塞ぎこまれていて」

「あんなこと？」

思いがけない話の流れにイクスたちは顔を見合わせた。店員は気付かずに痛ましい表情で語り続ける。

「お孫さんが行方不明になってしまったんです。あれから二年か、三年と経ちますが、未だ見つかっていないそうです」

きっかけはロードの一人息子が起こした離婚騒動だったという。妻ではない別の女性とロードの息子が遊び歩いていたことが相手の実家に知られ、二人は別れることになった。ロードの孫は母方に引き取られることが決まり、屋敷を出る。しかし、実家に戻る途中のどこかで元妻と共に孫は行方がわからなくなってしまったとのことだ。

孫と義理の娘が行方不明になりロードは怒り狂った。原因となった一人息子に絶縁状を叩き付け、それ以来屋敷に籠りきりになってしまったらしい。買い出しの使用人が行き交いしているためまだ屋敷に住んではいるようだが、街でロードの姿を見かけることはすっかりなくなってしまったという。

「この街では昔から行方不明者が少しだけ多いんです。それも、女子どもばかり。だから、ロード様が危険な事件に巻き込まれてしまったのでは、という噂もあるんですよ。何やら怪しい人間が一時期、ロード様の屋敷を出入りしていたこともありますし。……おっと、申し訳ありません。長話が過ぎましたね」

店員ははたと話しすぎたことに気付き、困ったような笑顔で優美な一礼をした。

「……もしロード様にお会いすることがあれば、たまには服を仕立てに来てください、とお伝えくださいね」


「さっきの話、怪しい人間ってジェノサイド社のことだとですかね？」

店を出てすぐイクスは仲間二人に訪ねかけた。

「そうじゃない？」

レイラが大人びた笑みをイクスに向けた。

「ロードはマテリアルを買ってるんだから。素材のことを知ってか、知らずか……ね」

「知らないんじゃあないですか？人間が元になっているって知っていたら、普通買わない気がしますけど」

「イクスくんは甘いなー。マテリアルに関わる人には、色んな人がいるんだよ。イクスくんが想像もしないような人がね。マテリアルの素材として自分の実の子どもを差し出す親だっている。お金のためにね。わかんないよ、実際に会ってみないとどんな関わり方をしてるのかは」

「怖い人じゃないように思えましたけど…………」

エレノアナが戸惑いがちに言った。目にはうっすらと涙の膜が張っている。服屋で店員の話を聞いてからずっとそんな調子だった。レイラがそれに気付かないフリをしながらも、エレノアナの頭を優しく撫でる。

「まっ、どんな人かはお楽しみってことね！」

さあ行きましょう、とレイラが意気込んだところでイクスたちを呼び止める声があった。

「そこのおまえら」

必要以上の気安さを含んだ、寒々しい声だった。そのように声をかけられる覚えがないイクスはそのまま進もうとする。だが、その肩を無遠慮に誰かが引き留めた。

「おまえだ、おまえ。おい、無視してんじゃねぇ」

「……どちらさまですか？」

振り向いた先には目つきの悪い男が立っていた。黒い防護服に全身を包み、同じ色のヘルメットをかぶっている。何かしらの機動隊の隊員のようだが、それにしては体つきがいささかだらしない。低身長も合わさって、防護服を無理矢理着せられたおもちゃのように見えた。所属を確認しようとするが、胸元にもヘルメットにも所属を表す手がかりがない。イクスがレイラとエレノアナを背中に隠したのはとっさの判断だった。

「俺に、なにfか用が？」

「俺はジェノサイド社の治安部隊だ」

「……ジェノサイド社！？」

もしやマテリアルがらみの追手か、とイクスは内心動揺していた。ジェノサイド社は潰えたはずだが、イクスたちを探している用があるとすればそれ以外考えられない。怪しまれてはいないかと男の様子を窺うイクスだが、反逆者に対する敵意は感じられない。

「……ジェノサイド社は今、動いていないはずでは？」

「あー、本部が崩壊したとかいう話か？んなことはどーでもいいんだよ」

「どうでもいいって……」

「それより、調べてることがあってな……ちょいと協力してくれや」

「調べてること？」

本当にこの男はジェノサイド社の者だろうか。訝しげにイクスは質疑に応じると、男は一枚の写真を取り出し、イクスに突きつけた。

「こいつを探してるんだ」

「――――――」

イクスは動きを止めた。息を止め、手の動きを止め、表情を固めた。そうしなければ、驚愕が顔に出てしまいそうだったからだ。

写真には見覚えのある少女が写っていた。柔らかな白髪とファインダーを見つめる澄んだ紫の瞳。マテリアルの所持者を襲撃しているという少女に顔立ちがよく似ている。しかし座る写真の少女はどうにもデータベースに載っていたあのアンバランスな少女と印象がくい違う。

薄紫のワンピースを纏い、しとやかに椅子に座っているからだろうか。自信のなさで陰った控えめな笑顔のせいだろうか。イクスが警戒していた、挑発的な瞳の少女とはまるで別人だった。

双子だろうか。ノアナとエレナを思い出しながら、イクスは考える。彼女たちも目鼻立ちや体格はよく似通っていたが、しかし表情や性格はまるで別物だった。

「……いや、見たことないな」

「そうか」

「そりゃあ悪かった。邪魔したな」

男はあっけなく引き下がり、写真をしまいこんだ。あまり当てにはしていなかったらしい。

ひとまず自分たちの追手ではないことに安堵するイクス。去っていく小さな背中を見つめていると、男が不意に振り向いた。

「そうだ、兄ちゃん」

まだ何かあるのかと身構えるイクスに近づき、囁くような小声で笑う。

「アンタ金に困ってたりはしねぇか？」

「…………は？」

「いい話があるんだ」

イクスに話しかけながらも、男の目はエレノアナとレイラの二人に向けられている。男の視線の先に気付いた途端、イクスの臓腑が冷えた。どう考えてもろくな話ではない。脳の奥がカッ、と熱くなり、衝動的に男を睨みつけた。

「悪いが、興味はないな」

「へへっ、兄ちゃんが思ってるようなもんときっと違うぜ。そこらの下品なポン引きと俺を一緒にしないでくれよ。そこの巨乳の姉ちゃんと綺麗な髪の娘ならうんと高く売れる。なあ、俺と兄ちゃんで一儲け……」

男を遮るようにイクスは低く唸った。

「――それ以上、彼女たちを侮辱するなら俺にも考えがある」

イクスは己自身がここまで冷え切った声を出せるとは思っていなかった。威嚇ではなく、本心からの嫌悪で男を言葉で突き放す。街中で騒ぎになろうと構わない。片手はすでに腰に下げたホルスターに伸びていた。

「お、おいおい」

イクスの本気を感じた男がたじろいだ。

「ちょっとした世間話じゃねーか！なっ！そうカリカリすんな、って！」

「用がないなら、消えてくれ」

「ちっ」

今度こそ男が立ち去った。逃げるように小走りで人込みに消えていく背中をひとしきり睨みつけてから、イクスは我に返った。エレノアナとレイラは大丈夫だろうか。

すると、振り向いた途端にエレノアナのキラキラした目と視線がぶつかった。

「ありがとうございますイクスさん！とてもかっこよかったです！！」

「そ、それほどでも……」

怖い思いをさせてしまったかと思ったが、問題なさそうだ。レイラの方はと言うと、怯えている様子はないが難しい顔で何事かを考え込んでいる。

「……………」

「レイラさん？大丈夫ですか？すみません、もう少し早く追い払えればよかったんですけど……」

「ううん、それはいいんだけど……いや、なんでもない。守ってくれてありがとね、イクスくん！」

「あいてて……」

声をかければ明るい笑顔を浮かべるレイラ。バシッ、とイクスの背中を叩く様子はいつも通りに見える。
だが一抹の不安を覚えてしまったのは、キャンピングカーでレイラの独白を聞いたからだ。マテリアルを父が開発したこと、キュアを開発して亡くなったことに対して、レイラは完全に踏ん切りをつけられていない様子だった。そして、踏ん切りがつけられていなくとも美しく笑える人であることをイクスはもう知ってしまった。

「………本当に、大丈夫ですか？」

「イクスくんは心配性だねぇ。あんな絡み方してくる人がイマドキ居ることにちょっとびっくりしちゃってさ」

「それならいいんですけど……」

あらゆる葛藤を隠してなんでもないようにふるまうレイラの笑顔。そこに正面から踏み込めない自分をイクスは不甲斐なく思った。
`;export{n as default};
