const n=`---
title: "レクトシティ第三話『The Happy Prince』"
date: 2021-04-19
series: "Xenophobia - レクトシティ"
seriesOrder: 3
novelId: "15071408"
source: "https://www.pixiv.net/novel/show.php?id=15071408"
---

![cover](./images/cover_15071408.jpg)

原文来源: [pixiv novel 15071408](https://www.pixiv.net/novel/show.php?id=15071408)
系列:  音楽†SFファンタジー『Xenophobia〜レクトシティ』HARMONIXシリーズ
顺序: 3

「出品者は誰かわかる？」

レイラに尋ねられて、エレノアナの指が画面をスクロールする。

「えっと……Ｍｒ．Ｆ……と言う人みたいです」

「この人、ずっとマテリアルを売ってるみたいね。販売履歴が全部『音の結晶』だわ」

「こんなに大量のマテリアルを一体どうやって用意したんでしょう……」

マテリアルの材料は生きた人間だ。
どれほどの人間が犠牲になったのかとエレノアナが悲しげに胸を抑える。

「これ、取引を止めることはできないか？」

「……このアプリ上で買手と売手がメッセージのやりとりをしているみたい。メッセージデータを盗み出せるか試してみるわ。取引方法について何か情報があるかも」

レイラが自分の端末を取り出して、操作を始めようとしたその時だった。

「離して！！」

誰かの悲鳴のような叫び声が聞こえてきた。
声が聞こえてきた方を見やると、喫茶店のある通りの向こう側、レクトタワーの入口から一人の女性が飛び出してきた。目がはっと惹きつけられるような怜悧な印象の女性だった。一つに結んだプラチナの髪を揺らしながら、黒服の男たちに追いかけられている。
イクスたちの座る喫茶店の方に女性が駆けてくるのを呆然と眺めていると、ふと、イクスと女性の目が合う。薄氷のアイスブルーの瞳が数秒、イクスを見つめていた。
その眼差しはどこかで見たことがある気がした。
その目がどこか助けを求めているような気がして思わずイクスは腰を上げる。
瞬間、銃声が響いた。
女性が撃たれたのだ。

「おとなしくしろ！」

「――くっ！」

弾丸がかすめた腕をかばいながら、路地の方に飛び込む女性。

「い、イクスさん！レイラさん……！」

エレノアナは居ても立っても居られない様子で立ち上がり、今にも女性を追いかけていきそうだった。
そんなエレノアナをなだめたのはイクスでもレイラでもなく、喫茶店のウェイトレスだった。

「大丈夫ですよ。入都市審査を通れなかった不法入都市者が見つかっただけです。すぐに捕まって、退去させられますから、心配はいりません」

イクスたちを安心させるためににっこりと微笑むウェイトレスだが、彼女の言葉には不法入都市者と呼ばれた女性への心配が一切ない。
この都市では許可されたもの以外の滞在は犯罪であるらしい。入都市の際に説明を受けた時は大げさだとイクスは思ったものだが、この都市ではそれが真実らしい。
だが、だからと言って一方的に撃たれていた女性を放ってはおけない。

「……すみません、ちょっと気になるんで行ってきます」

「ふふ、ウェイトレスさんの言うみたいに、本当に極悪人が逃げているだけかもよ？」

レイラがからかうように笑う。
なんとなく見透かされている気がして、イクスは少しだけこわばっていた肩の力が抜けた。

「かもしれません。……でも、そうじゃなかったらすごく後悔する気がするんです」

イクスの返答が分かっていたように、レイラも立ち上がって太もものホルスターに手を伸ばした。

「ま、気になるのは私も同意するわ。虎穴に入らずんば虎児を得ず、ってね……エレノアナちゃんは危ないからここで、って、あれ」

レイラが自分の隣を見て目を瞬かせる。
エレノアナはここで待っていてくれ、とレイラと同じようなことを言おうとしていたイクスも、エレノアナが座っていたはずの椅子が空っぽになっていることに気付いて目を見開いた。
路地の方を見ると、既にエレノアナが逃げていた女性を追いかけようとしていた。緑髪をたなびかせながら、迷いなく路地に飛び込んでいく姿が遠くに見える。普段のおっとりとした様子からは想像もつかないような、エレノアナの思い切りの良い走りっぷりにイクスはしばらく見惚れてしまう。

「――って、エレノアナ！ちょっと待ってくれ！俺も行くから！」

「エレノアナちゃーーーん！一人で行っちゃダメだってーー！！って、早っ！？」

エレノアナを一人で行かせてはならないと慌ててレイラとともに少女の背中を追った。



---


レクトタワーから逃げてきた女性は都市の端まで追い詰められていた。


![pixivimage 89252619](./images/illust_89252619_p0.jpg)


レクトシティを囲う壁際は、あの美しく整えられた街並みからは考えられないほど薄汚れていた。廃材やジャンクが雑多に積み上げられ、まるでゴミ置き場のような有様だ。
最奥には錆びた鉄でできた大きな門があり、薄汚れた看板に“不要物退出ゲート”と書かれている。
イクスたちが追いかけてきた女性は黒服の男たちに銃を向けられていたが、ゴミ山の間を逃げ回りながらうまく被弾を避けているようだった。
だが、急にその足が止まる。
己を狙う銃口から逃れようと身を翻した途端に何故か動きを止めてしまい、右腕を弾丸で貫かれた。
イクスは目を細めて、ホルスターから自分の銃を引き抜く。そして迷わずに女性を追っていた黒服の男たちの方に銃口を向けた。

「……レイラさん、彼女の確保お願いできますか」

「援護は任せたわよ」

「もちろん。エレノアナは少し下がっていてくれ」

「はい！」

レイラが駆け出したのを確認してから、引き金に指をかけるイクス。
敵は四人。そのうちの一人だけが、物音に気付いてレイラに警戒を向けてきた。まずはそいつから無効化しようと狙いを定める。
大きな怪我はさせないように。されど、反撃も許さないように。銃弾がちょうど頬を掠めるようにイクスは銃を撃った。
バンッ、と大きな破裂音が鳴って黒服の男たちがイクスの方を向く。狙い澄ました通りに、手前の男の顔の真横をイクスの弾丸が掠めていった。
わっ、と悲鳴が上がり、動揺を顕にターゲットがのけぞる。イクスはそのまま続けざまに、残りの三人の男の足元に弾丸を放った。
予期していなかった方向から聞こえてきた銃弾音ににわかに男たちは慌て始めた。あてずっぽうの方向に銃口を向けて、正体を表せと男たちが怒鳴っている間にレイラが追われていた女性を確保する。そのままレイラは近くのゴミ山の影に飛び込み、黒服の男たちから逃げ始めた。
レイラがうまく距離を取れるようイクスが攪乱を行う。

「あの、イクスさん……！」

すると、エレノアナがためらいがちにイクスに声をかけてきた。

「どうした？」

振り向かずに尋ねるイクス。

「ちょっと行ってきてもいいですか……？」

「えっ？」

ちらと見やると、追われていた女性が先程足を止めた場所辺りをエレノアナが見つめていた。
エレノアナの視線の先には青い毛玉のような何かが落ちている。それがふるりと動くのが見えて、どうやら生き物であることに気付くイクス。

「……わかった。敵を反対側に誘導するから、その間に回収できるか？」

「はい！」

「宿泊予定のホテルで合流しよう。レイラさんにもそう伝えておいてくれ」

エレノアナの返事を待たずに物陰から飛び出すイクス。姿を見せたイクスに何発かの銃弾が叩き込まれるが、狙いが甘い。難なく敵の攻撃を躱しながら、イクスはゆるく笑って銃を構えた。

「十分後にはそっちに向かうよ」

心配そうに自分を見つめるエレノアナに呟くように言って、イクスは攪乱の一撃を撃ち放ちながら都市の中心部の方へと駆けていった。



---


追われていた女性はシキと名乗った。
ホテルにたどり着いてからレイラに手当をされる間ずっと、シキは無表情にも見える怜悧なまなざしで包帯を巻かれる自分の腕を見つめていた。
追われていたことに対する焦りもなく、逃げ切れたことに対する安堵もなく、氷のように冷たい横顔を眺めていたイクスはゆっくりと目を瞬かせる。冷めた印象の女性だった。だが、ふと時々エレノアナの手元をちらっと見る視線だけは気遣わしげだった。
エレノアナの手の中には小ぶりな籠があり、中には青い小鳥が一匹蹲っている。ゴミ山の傍で倒れていた青い毛玉の正体だ。弱っていて、傷だらけだが命に別状はなさそうだった。今はすやすやと籠の中で眠っていて、エレノアナに微笑ましげな表情で見守られている。

「小鳥さん、さっきちょっとご飯も食べたんですよ。たぶんもう大丈夫だと思います」

「良かったな。しかし、なんであんなところに鳥が……？」

しげしげと小鳥を覗き込むイクス。スズメやカラスならともかく、街中でこんな鮮やかな青色の鳥を見たことはない。元々どこかで飼われていた鳥だろうか。

「その子は……捨てられたんじゃあないかしら。最近、ペットとしての鳥はほとんど禁止になってしまったから」

名乗ったきり黙り込んでいたシキがぽつりと言った。アイスブルーの瞳が僅かに揺れている。

「禁止になったって？」

尋ねられ、シキは小鳥を見つめていた視線をゆっくりとレイラに向けた。

「……“不要物”よ」

「不要物……あっ、そう言えば、あそこの門にそんなことが書いてあったわね。確か、“不要物退出ゲート”……だったかしら」

イクスもその門に見覚えがあった。レクトシティの外れの方に積まれていたゴミ山の傍にひっそりと佇んでいた門だ。

「レクトシティのルールは知っているでしょう。レクト市長がいらないと言ったものはいらないの。彼がいらないと言った瞬間、それは存在価値をなくしてゴミになる。不要物退出ゲートは……あの門はそういうものを外に捨てるためのゴミ箱よ」

「えっ！？じゃあ、この子は……」

エレノアナが息を飲んで自分の手元に視線を落とした。

「ゴミよ。少なくとも、レクトシティの中ではね」

シキは顔色も変えずにそう言った。ショックを受けたようにエレノアナが小鳥を見つめたまま固まってしまう。レイラもさすがに眉をひそめて、少し不機嫌そうに腕を組みかえる。

「市長さんが鳥全般を禁止にしたってこと？流石に横暴じゃない？」

「ちょっと前にカラスの糞を踏んだらしいわ。それで、鳥は都市の景観損ねるから原則禁止になったの。ペットとしての鳥も、万が一に逃げ出したら都市を汚すからやっぱりダメ。ニワトリみたいな“益のある”鳥だけね、許されているのは」

ほんのわずかにシキの口角が笑みの形に持ち上がる。口調は淡々としていながらも、皮肉っぽい侮蔑がその表情に見え隠れしていた。

「不満を持つ人はいないの？」

「さあ。いるんじゃあないかしら。でも、市長の考えにあからさまに反抗すると自分が不要物になってしまうもの。本心を表立って言うことはないでしょうね」

「横暴なのね」

「怖いのよ、きっと」

シキのその言い方をイクスは不思議に思った。

「……怖い？」

「自分と違う考え方をする他人が怖いの。自分の知らないことを知っている人も、そういう人間は怖がるわ。見知っていた世界に急に異物が入りこんだら驚いてしまうでしょう。急に自分の家のドアを他人に蹴り破られた気分になるのでしょうね」

随分と乱暴な例えだと思いながら、イクスは首を捻る。
どちらかと言えば、逆ではないだろうか。自分が他人と違う考えであることが怖い、という感情なら多少なりとも覚えがある。恐怖と言う程強くはないが、できる限り人とぎくしゃくしないように余計な言葉は避けようと言う気分にはなる。

「……じゃあ、シキはレクト市長の家のドアを蹴り破ったのか？」

「………どういうことかしら？」

「いや、レクトタワーの奴らに追われていたみたいだったから……」

「そうね、不要物としてね。人間は一応、“不法入都市者”だったかしら。どうでもいいけれど……」

レクト市長の意見に逆らえば、不要物扱いされると言ったのはシキ自身だった。彼女の口ぶりから、市長のやり方を面白く思っていないだろうことは感じられた。
市長に逆らって、レクトタワーから逃げてきたのだろうか。そんなイクスの考えを読んだかのように、シキは目を細めた。薄氷のような鋭い瞳が細められると、より鋭利な印象になる。

「本当にお人よしね。私が何か悪いことして追われていたとは考えないの？」

「それはありえるかもしれないけど……でも、君は……」

「小鳥さんを助けてくれました！」

口ごもるイクスを引き継ぐように、にっこりとエレノアナが笑った。

「そのおかげで、小鳥さんは巻き込まれずにこうして無事です。だから私はシキさんを良い人だと思います！……それじゃあダメですか？」

「助けたのは貴方たちでしょう」

「最初に助けたのはシキさんです！」

「ふふ、そうなったエレノアナちゃんはしつこいわよ？」

「貴方まで……私は、別に鳥なんか………」

レイラまでにんまりと笑い始めたのを見て、シキは不機嫌そうにそっぽを向いた。怒っているというよりは、照れているように見えて、イクスもつい口元を緩めてしまう。
すかさずシキがぎっ、とイクスを睨みつけた。

「………バカな人たち。あんまりお人よしすぎると、今に痛い目に合うわよ」

「まあまあ、細かいことはとりあえず置いておいて。どうしてシキはレクトタワーから逃げていたの？」

「……そうね。助けられたからには、話すわ」

レイラになだめられて、気持ちを落ち着けるようにため息を吐くシキ。

「これをレクトタワーから盗み出したの」

シキはおもむろに懐から拳大の何かを取り出した。握られた拳の隙間から幻想的な青い光がこぼれている。その光に見覚えがあって、イクスは大きく目を見開いた。つい先ほども見たばかりだから見間違いようがない。シキが拳を開くと、手のひらの上に青く澄んだ結晶が光っていた。

「レクトタワーに、マテリアルが……！？」

やはり、マテリアルだ。人間を素材に作られる、音を奏でる結晶。イクスたちの旅の目的でもある。

「先に言っておくけど、レクト市長とマテリアルの関係は知らないわ。私は、私なりの目的があってこれを盗み出しただけ」

シキはすぐにマテリアルをイクスたちから隠すようにしまい込んでしまった。

「……それ以上は話すつもりはない」

明確な拒絶に、それ以上イクスたちはシキの話に踏み入ることができなかった。
話が途切れたところで、ふとレイラが思い出したように口を開いた。困ったように目じりを下げながらも、遠慮のない視線でじっとシキを観察している。

「……ところで、私たちどこかで会ったことある？なんか、どこかで見たことがある顔な気がしているんだけど」

「――あら、新手のナンパかしら？」

シキがうっすらと微笑む。その笑みはやはりどこか皮肉げだった。



---


傷の具合を心配したエレノアナがシキを引き留めると、シキは意外にも素直に従った。ソファで寝ると言い張ったシキを説き伏せ、一緒にベッドに寝かせることに成功したエレノアナが上機嫌に布団を持ち上げて、シキに半分分けた。お泊り会みたいだとはしゃぐエレノアナを不思議なものを見るような目でシキが見ている。
枕を腕に抱き込むようにしてうつ伏せに抱え込み、二人並んで布団を頭からかぶる。ヘッドレストの前に置いた、小鳥が眠る籠が良く見える体勢だ。


![pixivimage 89252637](./images/illust_89252637_p0.jpg)



「……エレノアナ。貴方に警戒心とか遠慮とかはないの？」

「え？」

「せめて人見知りとか……ううん。やっぱりなんでもない」

「えっと、やっぱり私がソファで――」

「だからなんで泊めてもらう方がベッドで、泊めさせる方がソファなの。もうこのやりとりはいいの。はぁ……もういいわ」

諦めたシキがため息を吐いて顔を突っ伏す。頬が枕に押し付けられて、シキの表情が不貞腐れたようなものになった。
二人の様子を見てくすくすとレイラが笑う。風呂上りの濡れた髪をドライヤーで乾かしながらこっそりとイクスに囁いた。

「微笑ましいわねー。ねえ、イクスくん？」

「はい、そうですね」

「……………」

ドライヤーの音に紛れて聞こえないだろうと思っていた言葉はしっかりシキの耳に拾われていた。イクスが頷いた瞬間、アイスブルーの瞳が鋭利にイクスを睨みつける。

「どうしてシキは俺だけ睨むんだ！？」

「……別に」

シキは冷たくそっぽを向いた。
そんなシキに向かってにじりよるように少しだけ距離を詰めて、エレノアナがシキさん、とこそこそ話をするかのように呼びかけた。

「小鳥さんのお名前、どうしましょう？」

「……どういうこと？」

「小鳥さんにお名前がないと不便です！シキさんが助けた子だから、シキさんがお名前つけてあげませんか？」

「だから、助けたのは貴方よ」

「じゃあ一緒に付けましょう！」

「……生き物に名前なんか付けたことない」

「素敵なお名前がいいです！素敵な物とか、素敵な色とか……うーん、美味しい食べ物とか？シキさんの好きな物はなんですか？」

「聞いてよ。……もう。好きなもの、好きなものね……」

文句を言いながらも考え込むシキ。

「……特にない」

「えっ」

きょとんとシキを見るエレノアナ。シキも淡々とエレノアナを見つめ返す。冗談を言っているような様子ではなかった。

「んーと、じゃあ……見ていて胸が震えるものとか、暖かい気持ちになるものとか！」

「特にないわ。私は……あ」

「何かありましたか？」

「…………涙」

「え？」

「ある人の涙を見て、美しいと思ったことはある」

「………………」

エレノアナは数回、目を瞬かせた。シキの返答に不思議そうな顔をしていたが、ふと納得したかのようにふわりと顔をほころばせた。

「優しい人だったんですか？」

「さあ。……でも、そうね。そうかもしれないわ」

「涙……うーん。ティア、は知り合いに居るし……あ、でも涙も小鳥さんも青いから……サファイア………あっ、ハピネス？」

「“ハピネス”？」

「はい！ハピネス、とかどうでしょうか？」

「……幸せの青い鳥、ってこと？」

「え？あっ、確かに！幸せの青い鳥も、あてはまりますね！」

今度はシキが不思議そうにエレノアナを見る番だった。どうして涙から“喜び”が出てきたのかと問いかける視線に、エレノアナが恥じらうように頬をほんのりと染める。

「“幸福の王子様”から取ったんです。ツバメさんと王子様の出会いは涙だったから……」

幸福の王子様は心優しい王子の銅像と一匹のツバメの物語だ。とある町に通りかかったツバメは銅像の王子が泣いていることに気付く。王子は町で貧しさに苦しんでいる人たちを見て、心を痛めて泣いていた。王子のことを放っておけなかったツバメは、動けない銅像の王子の代わりに宝石や金箔を町人に届けてやる。ツバメが運ぶ宝石や金箔は元々王子を飾っていたもので、町人を助けようとすればするほど王子の銅像はみずぼらしくなっていった。それでも王子は町人たちを愛し、何度でも救おうとし、ツバメもそんな王子を助けた。

「……その名前」

シキが言いづらそうに目を伏せた。

「はい」

「……小鳥がすぐ死んじゃいそうよ」

子ども向けの童話ながら、幸福の王子様は中々に悲劇的な終わりを迎える。王子の願いを叶えるために町に残り、暖かい土地に渡らなかったツバメは最後に寒さで凍え死んでしまうのだ。

「え？あっ！？あ、青い鳥です！幸せの青い鳥から取った名前なんです！」

「それならまあいいけど……」

シキとイクスたちが助けた小鳥は無事にハピネスと名付けられた。
`;export{n as default};
