const n=`---
title: "レクトシティ第九話『エピローグ　～ジェリービーンズ～』"
date: 2021-04-19
series: "Xenophobia - レクトシティ"
seriesOrder: 9
novelId: "15071481"
source: "https://www.pixiv.net/novel/show.php?id=15071481"
---

![cover](./images/cover_15071481.jpg)

原文来源: [pixiv novel 15071481](https://www.pixiv.net/novel/show.php?id=15071481)
系列:  音楽†SFファンタジー『Xenophobia〜レクトシティ』HARMONIXシリーズ
顺序: 9

![pixivimage 89253046](./images/illust_89253046_p0.jpg)


『レクト市長、電撃退任』。そんなニュースがレクトシティ中を駆け巡り、住民たちが慌ただしくしている最中にひっそりとイクスたちは次の目的地へと旅立った。
どうやらレクト市長はレクトタワーの上層階で起きた爆発事故の責任を取る形で辞任するらしい。レクト市長はきっとイクスたちとの約束を守ってマテリアルを製造する機器を廃棄したのだろう。
後任はまだ決まっていないが、長年レクト市長を支えてきた者たちの中から市民が選ぶ形になるようだ。きっと、レクトシティの在り方が大きく変わることはないのだろう。後任の候補者たちはレクト市長のやり方を引き継いでいこうと意気込む者たちばかりだった。それが良いことなのか、悪いことなのかはもうイクスには良く分からない。
ただ、今度はMＭバーガーの良さが分かる人だったらちょっと嬉しい。念願のMＭ製テリヤキバーガーをほおばりながら、イクスは漠然とそんなことを思った。
レクトシティを出てすぐ、どうしてもMMバーガーが食べたくて買ってきてしまったのだ。朝ごはんをジャンクフードで済ますなんていつぶりだろうか。久しぶりに料理をするつもりだったエレノアナに対して申し訳なく思いながらも、舌が求めていたマヨネーズとテリヤキソースのジャンクな味に感動を覚えるイクス。

「レクト市長はこの味が好きじゃないんだよなぁ……」

思わずぼやいてしまったイクスの声は本人が思っている以上に不満げだった。

「ふふ、イクスくんは本当にMMバーガー好きだね」

「まあ……舌が馴染むと言うか。落ち着くと言うか……」

なんとなく、はっきりと好きとは認めがたくてイクスはごにょごにょと言い訳めいたものを呟いた。くすくすと笑うレイラにはそんな複雑な男心も見透かされているような気がした。

「だけどま、人の好みにはとやかく言いづらいわよねぇ。美味しいって思ったら他の人にも食べてもらいたくなるけど」

「そう、かもなぁ。結局、レクト市長とは話が平行線のままで終わった気がします。シキともうまくは話せなかったし……」

「心配しなくてもイクスくんの言いたいことは二人にしっかり伝わってると思うわよ」

「そうですかね……あんまり、分かりあえたような気はしないんですが……」

「そんなもんじゃない？好みなんだし」

言いながら、自分のハンバーガーにかぶりつくレイラ。レイラは目玉焼きが入った期間限定のバーガーを買ってきていた。食べ物に関しては色々な味を試してみたくなるらしい。

「好みだから、って言うのもわかるんですけど。でもなんかもやもやするのは俺も、俺の価値観が正しい、って思いこんじゃってるからですかね……」

「そんなに難しい話じゃないと思います！」

元気良く言うエレノアナはチーズバーガーをもぐもぐと食べている。先ほどまで相変わらず小鳥とハンバーガーの攻防戦をしていたのだが、平和的な解決方法を見出したらしい。ちぎったバンズとひとかけのレタスがエレノアナから差し出されたことでハピネスは満足していた。今はレイラのキャンピングカーの中を機嫌が良さそうに探索していた。

「人生はジェリービーンズって言いますからね！」

「「ジェリービーンズ？」」

「ジェリービーンズって色んな色や味があるから、個性豊かなことにたとえることがあるんです。りんご味とかいちご味とか定番なものから、コーヒー味みたいなちょっと変わってる味まで、色んな種類があるからカラフルで素敵だよね、って！色んな種類がある中で、好みがあるのは普通じゃないですか？一色だけだったらつまらなくなっちゃいますし」

「そうね。瓶の中が全部いちご味だけだったらちょっと私は嫌かも」

「間違いなく、味に飽きるな……」

瓶いっぱいに詰まった赤一色のジェリービーンズを想像してイクスはげんなりしてしまう。

「みんな違ってて、みんな良い。だけど、その中で自分はこっちの方が好き、あっちの方が好きって言いたくなるのは普通のことじゃないですか？好きなものがある、好きな人が居るって、そういうことだと思います」

「まっ、選ばれなかった方はショックだろうけど。それを含めて楽しめるくらいじゃないとね。次は絶対に自分を選ばせてやる……って燃え上がっちゃったりとか」

不意に妖艶な流し目を送られて、イクスはどきりとした。一瞬にして跳ね上がった心臓をごまかすように苦笑いを浮かべる。

「あはは、レイラさんが本気を出したら怖そうですね」

「当然でしょ～。あ、好みと言えば。エレノアナちゃん！オレンジ社の端末どうだった？」

「あ、そうでした！レイラさん、端末貸してくれてありがとうございました！色んなヘルプが自動で出てくるので、とっても使いやすかったです！」

レクトシティに入る前にエレノアナが借りていたオレンジ社の端末はレイラにすでに返されていた。レクトシティから離れ、元々エレノアナが使っていたマイクロドア社の端末が再び使えるようになったからだ。

「そのまま使ってても良かったのに」

色々なアプリをエレノアナが入れて使っていたため、レイラとしてはそのまま端末をあげるつもりだった。だがマイクロドア社の端末一台だけで良いとエレノアナが断った。

「流石に貰っちゃうのは申し訳なくて……まだ私には二台も使いこなせないですし」

「あー、そうね。マイクロドアの方は色々カスタマイズが効く分、ちょっと使い方にクセがあるしね。最初からオレンジ社使っちゃうと、扱えなくなっちゃうかも」

「やっぱり、そうですよね」

「カスタマイズ？作ってる企業が違うだけでそんなに変わるのか？」

イクスの問いかけに勢いよく頷くエレノアナ。

「はい！えっと、たとえば……マイクロドア社の情報端末はアプリのアイコンを好きな画像に変えられるんです！ほら、ミシェアのアイコンをハピネスの写真にしてみたんですよ！」

エレノアナの情報端末画面には確かに見慣れないアイコンがたくさん並んでいた。左端の方に居る、目つきの悪い青い小鳥の顔をしたアイコンがミシェアらしい。

「この赤い宝石のアイコンはなんなんだ？レイラさんっぽいけど……」

キラリと輝く赤色がレイラを思わせて、尋ねるイクス。

「さすがです、イクスさん！それはレイラさんとのチャットルームへのショートカットです！」

「へぇ。可愛いわね。じゃあこっちのハートは？」

「あ、それは……」

何故かエレノアナが顔をさっと赤くして、口をまごまごとさせる。端末画面もさっと胸に抱きこんで、隠してしまった。

「えっと、秘密です！」

「ほほー。ふーん。へー。秘密ねー。ふふ、エレノアナちゃん、もしかしてそのアイコンって……」


![pixivimage 89253067](./images/illust_89253067_p0.jpg)


なんのアプリか見当もつかなかったイクスだが、レイラはすぐにピンと来たらしい。にやぁ、と意地の悪そうな笑みを浮かべて正解を言おうとする。そんなレイラの口をエレノアナが慌ててふさいだ。

「わーーー！言っちゃダメ！レイラさん、言っちゃダメです！！」

「あはははっ！若いって良いわねー！」

「レイラさんも若いじゃないですかーー！」

「………？」

赤面したエレノアナの必死な様子に首をかしげるイクス。二人が何でそんなに盛り上がっているのか気になったが、楽しそうな様子にすぐに細かいことはどうでも良くなってしまう。

「……カスタマイズ、か」

イクスは自分の真っ黒な情報端末を取り出して見つめた。持ち主であるイクスでさえ以前使っていた端末と区別がつかない程にシンプルな見た目だが、どうにかしてカスタマイズしてみても良いのかもしれない。とりあえずはホーム画面の壁紙をデフォルト以外のものにするところからだろう。
どんな画像に変えるべきかとしばらく頭を悩ませるイクス。あれこれ悩む時間も悪くはないものだとそっとイクスは口元をほころばせた。
`;export{n as default};
