const n=`---
title: "DriveEuphoria第９話『勝負の結末』"
date: 2023-10-13
series: "DriveEuphoria"
seriesOrder: 9
novelId: "20841687"
source: "https://www.pixiv.net/novel/show.php?id=20841687"
---

![cover](./images/cover_20841687.jpg)

原文来源: [pixiv novel 20841687](https://www.pixiv.net/novel/show.php?id=20841687)
系列: 音楽†SFファンタジー『DriveEuphoria』
顺序: 9

ダイチは、イクスたちに向かって呼びかけた。

「みんな、最終コーナー地点に先回りしておこう。そこでユキオとリョウスケの勝負の行方を見届けよう」

イクスたちとダイチは、ユキオとリョウスケのバトルの行方を気にしながら、最終コーナー地点に先回りすることを決めた。

イクスたちはダイチの提案に同意し、車に乗り込んだ。エンジンをかけ、ナビをセットして、最終コーナー地点に向かった。車内には緊張感が漂い、誰も口を開かず、ただ目的地に向かうことに集中していた。

道中、イクスは思い出と不安が入り交じる心境を抑えられず、窓の外に目をやりながら呟いた。窓の外では、タイヤが路面に擦れる音とエンジン音が聞こえてきた。ユキオとリョウスケのバトルが行われているのだ。

「どっちが勝つんだろうか、ユキオさんには勝ってもらいたいけども……」

「それは分からないですけど、最後まで見届けることが大事だと思います。ユキオさんも、きっと力を感じるはずですよ。信じましょう」

車は山道を進み、ついに最終コーナー地点に到着した。車を降り、コーナーから距離をとった場所で待機することにした。空気は緊張に満ちており、イクスたちの表情も厳しいものだった。辺りは暗く、月明かりと遠くの街の明かりが空を照らしていた。辺りが静まり返っている中、遠くからエンジンの音が聞こえてきた。イクスたちは緊張しながらも、最終コーナー地点でユキオとリョウスケの勝負の行方を見守ることに集中していた。

「もうすぐだ…。どっちが先頭だ」

ダイチが緊張した表情でつぶやいた。

レイラもエレノアナも心配そうな顔をしていたが、彼女たちも黙ってユキオとリョウスケを待った。

やがて、白い車が現れた。それはユキオの車だった。そのすぐ後ろには青い車がピッタリとついている。リョウスケの車だ。どちらも轟音を鳴らして走っていた。観衆は息をのんで見守り、イクスたちも緊張に耐えながら待機していた。

イクスは、ユキオの車が先頭を走っていることに安堵し、仲間たちに話しかけた。

「ほら、みんな見てくれ！ユキオさんが先頭だ！やっぱりユキオさんの実力はすごいんだな」

「さすがね。リーダー、やるじゃない」

「はい、確かにユキオさんが先頭で走っているのを見て、ちょっと安心しました。でもまだ油断はできないですよね。リョウスケさんもすぐ後ろにいるし、最後までどうなるか分からない」

しかし、ダイチはイクスたちの意見には否定的だった。

「いや……油断はできない。というか、リョウスケの異次元の走りが起きたら、ユキオは勝てない。おそらく、このコーナーで抜かされる。むしろ、リョウスケは、この最終コーナーで抜こうとしているようにも思える」

「そんな……」

イクスたちは、先頭を走るユキオを応援し続けながら、最終コーナー地点でリョウスケとの勝負の行方を見届けることに集中した。不安な気持ちを抱えながら、ユキオの勝利を祈り続けるしかできなかった。

最後のコーナーまでの僅かな距離で、リョウスケはついに決定的な仕掛けを始めた。彼の車は突然加速し、ユキオの車に猛烈な勢いで迫っていった。イクスたちは息を呑んで見守り、緊張感が一気に高まった。

ユキオは、リョウスケがどんどん近づいてくるのに気づき、必死に抜かれないよう仕掛け続ける。しかし、リョウスケの車はまるで生き物のように動き、ユキオの車の隙間を縫うかのように横に並んできた。その瞬間、リョウスケの車のタイヤから青白い光が放たれる。それはまるで、物理法則を無視するかのような、驚異的なドリフトだった。

リョウスケの車は、まるで時空を超えるかのような速さでドリフトを決め、ユキオの車を一瞬のうちに抜いていった。イクスたちはその光景に驚愕し、目を疑った。そのままリョウスケの車は、最終コーナーを抜け、街へと消えていった。

一方、ユキオはリョウスケの驚異的なドリフトに圧倒され、運転への緊張感が削がれてしまった。彼は必死にハンドルを握りしめたが、スピンしてしまう。ユキオの車は制御が効かず、コントロールを失い、横滑りして衝突してしまった。激しい衝撃がユキオの身体に伝わり、彼は悲鳴を上げた。

「ユキオさん！！」

イクスたちは、その様子に慌てて駆け寄り、ユキオの無事を祈った。ユキオの車は壁にぶつかり、煙が立ち上っていた。

心配してダイチが駆け寄ると、車の中でユキオは血を流していた。

「おい、ユキオしっかりしてくれ！！ おい、おい！！おい！！」

ダイチがユキオの頰を何度も叩いたがユキオの目は閉じたままだった。

「誰か、すぐに救急車を呼んでくれ！！ くっそ、なんで、こんなことになるんだよ。あんたがいないとみんな、困るだろうが」

エレノアナがすぐに携帯電話で救急車を呼ぶと、ダイチはイクスたちに声をかけた。

「みんな、ユキオが怪我をしてる。救急車が来るまで、手当てをしよう」

イクスたちは慌ててユキオの手当てを始めた。エレノアナは顔を青ざめさせながら、レイラに話しかけた。

「レイラさん、こんなにひどい状態になるなんて…」

レイラも心配そうにうなずき、言葉を続けた。

「本当にね。こういう無茶なバトルをするからよ」

そんな会話を交わしながら、イクスたちは手分けしてユキオの手当てに取り掛かった。ダイチは止血をし、イクスはユキオの意識を確認していた。エレノアナは緊張しながらも、周囲を見回していた。

「何か手当てに使えるものがないでしょうか？」

エレノアナは周囲を見渡しながら言った。

レイラは車の中から緊急用の包帯と水を取り出し、エレノアナに渡した。

「これでとりあえず、応急手当をしましょう」

レイラが言い、エレノアナがそれを受け取る。

「ありがとうございます、レイラさん。これでユキオさんの手当をしましょう」

エレノアナたちは、緊急車両のサイレンが聞こえるまでユキオの手当てを続けた。心配しながらも、彼らは互いに励まし合いユキオの無事を祈ることしかできなかった。それはほんの数分だったかもしれない。それでも、彼らにはとても長い時間のように感じられた。そして、ついに救急車が到着し、ユキオは病院へと運ばれた。
`;export{n as default};
