const n=`---
title: "DriveEuphoria第１１話『病院に到着』"
date: 2023-10-13
series: "DriveEuphoria"
seriesOrder: 11
novelId: "20841693"
source: "https://www.pixiv.net/novel/show.php?id=20841693"
---

![cover](./images/cover_20841693.jpg)

原文来源: [pixiv novel 20841693](https://www.pixiv.net/novel/show.php?id=20841693)
系列: 音楽†SFファンタジー『DriveEuphoria』
顺序: 11

病院に到着すると、そこで待ち受けていたダイチがイクスたちに近づいてきた。ダイチの顔には心配と安堵の入り混じった複雑な表情が浮かんでいた。

イクスたちもキャンピングカーを病院の駐車場に停め、車から降りた。彼らはダイチの元へ急いで駆け寄り、ユキオの容態を尋ねた。

「ダイチさん、ユキオさんは大丈夫ですか？」

イクスが心配そうな声で問いかけた。

ダイチは一瞬ためらった後、彼らにユキオの状況を説明し始めた。

「医師たちがまだ緊急手当てをしているけど、ユキオの命に別状はないって言ってた。けど、しばらくは観察が必要だってさ……」

イクスは胸を撫で下ろし、安堵の表情で言った。

「そうですか…。でも命に別状がなくて本当に良かった」

「本当にね。これで少しは安心できるわ」

イクスたちはダイチの言葉に安堵の表情を見せたが、それでも心の中ではユキオの回復を願っていた。

ダイチは、待合室の椅子に座りながら、走り屋の行為に対して疑問を抱き始めた。彼は運転を楽しむ者として、これまでの走り屋の道について、間違っているのではないかと考えていたのだ。

「本当に、走り屋ってのは運転を楽しむことが目的なんだろうか…バトルをすれば、ユキオみたいにけが人が出るし、リョウスケの恋人だって、走り屋のせいで亡くなってしまったんだろう」

ダイチの心は揺れ動いていた。彼はリョウスケの言葉を思い出し、走り屋のチームを解散するべきだと考え始めていた。

「リョウスケのいうとおり、もしかしたら、オレたちのチームなんて解散するべきかもしれないな」

その言葉に、イクス、レイラ、エレノアナも考え込んでしまった。彼らもまた、走り屋としての自分たちの在り方や、仲間との関係について熟考する必要があるのだろう。

そんな暗い雰囲気の中、エレノアナが語り始めた。

「でも、今回初めて走り屋の世界を見たけど、私もあの時は心の底から楽しかったです。みんなのマシンを見せ合っているときは、それぞれの車の特徴やカスタムについて学ぶことができて、本当に興味深かったです。エンジンの音が心地よくて、それぞれの車が持っている魅力を感じられましたし。ユキオさんのマシンは、あのカスタムが素晴らしいと思いましたし、みなさんの笑顔が素敵でした」

「そうだよね。あの時のみんなの笑顔と楽しそうな雰囲気は、忘れられないよ」

ダイチは深いため息をついた後、力を込めてイクスたちに微笑んだ。

「みんな、ありがとう……。でも、リョウスケとの約束は約束だ。チームは解散するよ。きっと、ユキオも同じだと思う。オレもしばらくは運転を辞める。でも、なにか手伝えることがあったら、いつでも連絡してくれ」

ダイチの表情は複雑なものだった。一度は楽しみにしていた仲間との走りが、このような結末を迎えるとは思ってもいなかった。彼は目を閉じ、痛みに歪んだ顔をした。しかし、すぐに目を開き、強い決意の表情に変わった。

ダイチはイクスたちに向かって手を出し、友情を確かめるように言った。

「本当に、ありがとう。これからもよろしくね」

イクスたちもダイチと固い握手を交わして、彼らの決断を支えることを約束した。

レイラはダイチにちょっとした願いを伝えるため、彼の目を見つめながら言った。

「ダイチさん、もしユキオさんの車のドライブレコーダの映像が無事だったら、データをもらいたいの。それでリョウスケさんの走りを研究して、彼がどうやってあの速さを出していたのか調べられればと思ってる」

ダイチはレイラの言葉に頷き、彼女の決意を支持するように笑った。

「わかった。ユキオの意識が回復したら、データを送るよ。それで、リョウスケの走りについて理解できるかもしれないね。レイラさんたちの頼もしさにはいつも感心するよ」
`;export{n as default};
