const n=`---
title: "DriveEuphoria第１７話『手がかりは掴めず』"
date: 2023-10-13
series: "DriveEuphoria"
seriesOrder: 17
novelId: "20841709"
source: "https://www.pixiv.net/novel/show.php?id=20841709"
---

![cover](./images/cover_20841709.jpg)

原文来源: [pixiv novel 20841709](https://www.pixiv.net/novel/show.php?id=20841709)
系列: 音楽†SFファンタジー『DriveEuphoria』
顺序: 17

翌日、レイラはリョウスケの車を修理したガレージへと連絡を取ることにした。しかし、予想通り、彼らからはゲノムに関する情報も、キーリングがなぜ車のダッシュボードにあったのかの説明も得られなかった。

「まぁ……想定どおりよね。あのゲノムが足をつかせることなんてするわけないしね」

「結局、行方は掴めずか……、いつになったら、この旅は終わるんだろうか」

イクスが小さな声でそうつぶやいた。彼の表情は疲労で曇っていた。

「たしかに終わりはないわね……」


その厳しい空気を破ったのは、イクスのスマートフォンからの着信だった。彼が画面を見ると、ユキオという名前が表示されていた。

「ユキオさんからだ！」

ユキオからの伝えられたメッセージは簡潔で明瞭だった。

「今夜、久しぶりに峠のパーキングエリアへドライブユーフォリアの面々が集合する。イクスたちも来てほしい」

イクスはほんの一瞬だけ考える時間を与えられ、その後すぐに返事をした。

「分かった、ぜひ行かせてもらいます。きっとレイラさんもエレノアナも喜ぶと思います」
`;export{n as default};
