const n=`---
title: "DriveEuphoria第１２話『リョウスケとの交渉』"
date: 2023-10-13
series: "DriveEuphoria"
seriesOrder: 12
novelId: "20841697"
source: "https://www.pixiv.net/novel/show.php?id=20841697"
---

![cover](./images/cover_20841697.jpg)

原文来源: [pixiv novel 20841697](https://www.pixiv.net/novel/show.php?id=20841697)
系列: 音楽†SFファンタジー『DriveEuphoria』
顺序: 12

イクスは、病院の待合室でダイチと長い会話の後、ユキオの回復を祈りつつ、病院から出ることにした。彼らは、今後の自分たちの在り方や仲間との関係について深く考えることになった。キャンピングカーを病院の駐車場に停めたままゆっくりと建物を出た。

病院の扉を開けた瞬間、外から吹き込んでくる風がイクスの髪を揺らした。彼は朝焼けがかかった空を見上げると、すっかり夜が明けていた。その時、イクスの目に青い車が病院の駐車場へと入ってくるのが見えた。青い車はリョウスケのものだとすぐにわかった。車からリョウスケはすぐに降り、彼は病院の前に立っていて、足を踏み締めているようだった。

リョウスケはイクスたちに気づくと、彼らの方へ歩み寄ってきた。彼の表情は複雑で、後悔と謝罪の入り混じった様子が見て取れた。イクスはリョウスケに視線を合わせ、彼が何を言い出すのか静かに待った。

「ユキオさんを事故させてしまったこと、本当に後悔してる。わざと事故をさせるつもりじゃなかったんだ」

リョウスケは言葉を詰まらせながらも、必死に謝罪の言葉を続けた。彼の目には涙が浮かんでおり、その言葉には心からの後悔が込められていた。

イクスはリョウスケの言葉に黙って頷き、ダイチも彼の謝罪を受け入れる表情を見せた。ダイチはリョウスケに向かって言った。

「リョウスケ、分かってる。お前がわざと事故をさせたわけじゃないこと、オレたちも分かってる。ただ、今回のことで、みんなが改めて走り屋としての自分たちの在り方を考えるきっかけになったんだ」

リョウスケはダイチの言葉に安堵の表情を見せ、エレノアナやレイラもリョウスケの謝罪を受け入れ、彼に微笑んで励ましの言葉をかけた。

その後、イクスたちはダイチに外してもらい、リョウスケを交えた4人だけでマテリアルのキーリングに関する話を進めることに決めた。

レイラが、リョウスケに質問を投げかけた。

「リョウスケさん、あなたが持っているキーリングについて、何か特別なことがあると思うのだけど、心あたりあるかしら？ あの走り、正直、あのドライビングテクニックが関係しているわよね？」

リョウスケは少し驚いた表情を浮かべたが、すぐにキーリングを取り出し、レイラに見せてくれた。それはたしかにマテリアル特有の輝きを放っており、イクスたちの目は釘付けになった。

エレノアナは真摯な表情でリョウスケを見つめながら、両手を胸の前で組んで言った。

「このマテリアルという特殊な宝石は、人間が姿を変えられたもので、特殊な力を持っているんです。私もレイラさんも、このマテリアルの形になった経験があります。そして、私たちは、このマテリアルを人間に戻す術を持っています」

エレノアナはリョウスケに向かって深々と頭を下げ、緊張感のある声で懇願した。

「どうか、譲ってもらえませんか？そのマテリアルを元の方に戻してあげたいんです。お願いします」

リョウスケはしばらく沈黙し、その後、頷いた。

「たしかに、そうだ。君たちの言うとおり、このキーリングを持ってから、自分のドライビングテクニックが桁違いに向上した」

リョウスケは目を逸らし、手に持ったキーリングを強く握りしめたまま、言葉を詰まらせながら続けた

「でも、このキーリングは譲れない。まだ、オレにやるべきことがあるから」

イクスはリョウスケの様子を見つめ、静かな口調で言った。

「じゃあ、そのやるべき事というのを終えたら、オレたちに譲ってもらえますか？」

イクスは両手を広げ、協力の意志を示す仕草を見せた。

「それに、そのやるべき事も私たちは手伝うこともできますが……」

リョウスケはエレノアナの提案に対して、じっくりと考えた後、首を横に振りながら断固とした表情で答えた。

「いや、大丈夫。それはオレひとりの問題だ」

エレノアナはその返事に少し落胆しつつも見た目に寄らず頑固な彼女が一度で引くわけはない。彼女は再び提案を口にした。

「私たちと峠でバトルしてくれませんか？私たちが勝ったら、そのキーリングを譲ってください。それに、リョウスケさんのやるべきことっていうのも、お手伝いさせてください。どうですか？走り屋は挑まれた勝負は断らないんですよね？」

その提案に驚いたレイラは、エレノアナの腕を掴み、彼女を制止しようとした。彼女は顔をしかめながら、エレノアナに囁いた。

「エレノアナちゃん、ちょっと待って。こんな無茶なことを言い出すのはやめて。あんな走りをする車に勝てるわけないじゃない」

ここまで黙っていたイクスも口を開いた。

「いえ、レイラさん。大丈夫です、やりましょう」

イクスの言葉に、レイラは少し戸惑いながらも、彼の自信に心を打たれた。イクスの目は真剣そのもので、彼は自分たちの力を信じている様子だった。

リョウスケはイクスたちのやりとりを静かに見守っていたが、彼らの意気込みに感じ取ったのか、ついに決意の表情を浮かべた。

「分かった、やろう。でも、オレが勝ったら、オレのやるべきことについて口を出さないって約束してくれるのなら」

イクスはリョウスケの言葉に笑顔で頷いた。

「もちろん、約束します」

「あと、あと、あと！もしも私たちが勝ったら、ドライブユーフォリアの解散も取り消してください」

エレノアナがリョウスケに勝敗の条件を追加した。

「……はは、わかったよ。そこまで言うなら、その条件も飲もう」

「それじゃあ、いつバトルをやりますか？」

「そうだな……日程は君たちが好きなように決めてかまわないよ。準備ができるまで待ってもかまわない」

「わかりました……。では、車の準備ができたら、すぐに連絡します。連絡先を教えてください」

そうして、イクスはリョウスケと連絡先を交換し、マテリアルを賭けたバトルに挑むのであった。
`;export{n as default};
