const n=`---
title: "SummerSoldier第4話『シケロンの宝石店』"
date: 2024-08-10
series: "SUMMER SOLDIER"
seriesOrder: 4
novelId: "22743697"
source: "https://www.pixiv.net/novel/show.php?id=22743697"
---

![cover](./images/cover_22743697.jpg)

原文来源: [pixiv novel 22743697](https://www.pixiv.net/novel/show.php?id=22743697)
系列: 音楽†SFファンタジー『SUMMER SOLDIER』
顺序: 4

シケロンの宝石店は豪華だった。

海岸沿いに並ぶ他のお店に比べても大きく、派手で、遠目からでもすぐに見つけられる。
ガラス張りのショーウィンドウの向こうではキラキラと輝く宝石たちが飾られていた。
綺麗な宝石箱の中に収められた無数の星のようだ。

あまりにも眩しすぎてエレノアナは少し圧倒されてしまう。普通の女の子が入るには場違いすぎるように見える。

「でも、やってみることから、です……！」

勇気をだしてガラスの扉を押し開ける。カラン、と透明色のドアベルが鳴った。
そしたらとんでもないことが起こった。

ガシャァン、と大きな音を立てて大小無数の宝石が床に散らばったのだ。ひっ、とエレノアナは思わず固まる。
それよりも大きな声で少年の悲鳴が響き渡った。どうしよう、と言う絶望の声だった。
どうやら彼が宝石の入った箱をひっくり返してしまったらしい。

「だ、大丈夫ですか！？」

崩れ落ちてしまった少年に駆け寄るエレノアナ。
彼はこの店の従業員のようだった。高級そうなお店にピッタリの小洒落た格好の少年だ――この世が終わってしまったかのような顔をして座り込んでさえいなければ。

「ああ、どうしよう……宝石が混ざってしまいました……！シケロン様に怒られる……もうすぐやってこられるのに！！」

床に散らばる宝石は全部同じような見た目をしていた。大きさは違うが、色はほとんど同じ。氷の中に水色のインクを一滴垂らしたような、澄んだ結晶体だ。

なんだか見覚えのある石な気がして見つめていたエレノアナはふと気付いた。

散らばっている宝石の中にいくつか、変わったものがある。目をこらせば、リィン、と涼やかな音が脳に響く不思議な結晶体だ。

「……マテリアル？」

エレノアナは小さく呟く。
その呟きに少年がはっと顔を上げた。

「マテリアルだと見て分かるのですか！？」

「え？ あ、はい……」

「もしや鑑定士の方でいらっしゃいますか……！！それなら頼みたいことが一つ……っ！」

「ええっと……」

マテリアルを別け出して欲しい、という事だろうか。それならエレノアナにも出来る。
だけど別に宝石の鑑定士と言うわけではない。

どう答えようかとエレノアナは悩んだ。

嘘は良くないことだよ。

エレノアナの脳裏に穏やかな母の顔がよぎった。
しかしそれを押しのけるかのように、レイラの妖艶な微笑みも思い出してしまう。

『いい、エレノアナちゃん？』

レイラの優しい声が囁く。

『人を助けるための嘘は嘘とは言わないわ。方便、って言うのよ！』

「はい！私、マテリアルの鑑定士です！！」

エレノアナはレイラの言葉を取った。
尊敬しているレイラが言うことだから間違いない。
マテリアルが見分けられること自体は嘘ではないのだし――ちょっと大袈裟に言ったかもしれないけれど……。
あどけないエレノアナの純真は罪悪感でちょっぴり傷んだけれど、結果的に従業員らしき少年は喜んでくれた。

「助かった！すみません、この中に混じってしまったマテリアルの鑑定をお願いします……！何卒！なにとぞ……っ！」

「お、お任せください！！」

エレノアナはさっそく床にしゃがみ込んでマテリアルの選別を始めた。
大小色々な形の結晶体を拾い上げては、少し離れたところに置いていく。

「うわぁ！素晴らしいですね！！見ただけで本当に違いがわかるなんて......！こちらはマテリアルでしょうか？......ああ、宝石なのですね！！ではこちらは――」

「あ、あの......」

「はっ！申し訳ありません！！」

さっと黙り込む少年。しかし相変わらず目はエレノアナの手元に釘付けだ。
仕分けをするエレノアナの傍にしゃがみ込んで、キラキラとした目で作業を眺めている。
手際の良いエレノアナの仕事に少年はずっと感激して喜んでいた。
`;export{n as default};
