const n=`---
title: "SummerSoldier第11話『月光珊瑚』"
date: 2024-08-10
series: "SUMMER SOLDIER"
seriesOrder: 11
novelId: "22743704"
source: "https://www.pixiv.net/novel/show.php?id=22743704"
---

![cover](./images/cover_22743704.jpg)

原文来源: [pixiv novel 22743704](https://www.pixiv.net/novel/show.php?id=22743704)
系列: 音楽†SFファンタジー『SUMMER SOLDIER』
顺序: 11

宝石商シケロンは海の中を揺蕩っていた。

はるか頭上に水面が月光に照らされているのが見えた。そこまで泳いでいけば助かるかも知れない。
だが、強い水流に押し流されたせいで全身がうまく動かせなかった。水気を吸ったコートで重さを増した体がじわじわと沈んでいく。

足元には美しいサンゴ礁が広がっていた。月の光よりもまばゆく、美しく、セレスティア島の夜の海を包んでいる。セレスティア島近くにだけ生息する月光珊瑚だ。

昔、シケロンが見た光景とまったく同じだった。幼い子どもだったあの日、シケロンは好奇心で夜の海のサンゴ礁を見に行った。銀色に輝く、あまりにも美しい光景に心を奪われた。
だがそれ以上にシケロンの心を永遠に奪うものがセレスティア島の夜の海を訪れた。
声だ。

満月の夜に海へと潜ると、美しい声が不可思議な旋律に乗って聞こえてきた。生まれてから一度も聞いたことのない、異質な音だった。それは人魚の声だと、幼いシケロンは島の大人に教えられた。
島の大人たちはその聴きなじみのない音をひどく怖がっていた。王子に裏切られた人魚姫が嘆き、呻いている声だと噂して、満月の夜は海辺に近づきたがらなかった。化け物の声だとみな口を合わせて言った。シケロンだけはそうは思わなかった。

不思議な旋律の正体が知りたくて、幼いシケロンは海の深いところまで泳いでいった。声の方へと向かっているうちに月光珊瑚の群れは途切れ、ただ黒いだけの海が視界いっぱいに広がった。
そして、夢中になって探しているうちにあっという間に沖合の方へと流されてしまい、真っ暗闇の遠洋に放り出されてしまった。泳いで戻ろうにも、暗くて陸地がどっちか分からない。呆然としているうちに全身の熱を海水の冷たさが奪っていって、少年の体を震わせた。

広い海のど真ん中で途方に暮れている少年を助けてくれたのは、一人の美しい女性だった。青い髪を優美なヒレのように翻して泳ぐ、凛とした青い瞳の女性だ。泳ぎが得意な彼女の足は魚の尾びれのようになっていたが、その時のシケロンはまったく驚かなかった。

これほどまでに美しく、優しい存在が人間だとは思えなかったからだ。そして月光珊瑚よりも美しい彼女の泳ぎ姿に一目惚れした。

欲しいと思った。

どんな宝石よりも美しい彼女を自分だけのものにしてしまいたいと思った。

少年シケロンの初恋だった。

青髪の人魚はシケロンを砂浜まで連れていき、すぐに海へと戻っていこうとした。

『また会える？』

そんな彼女をシケロンは必死に呼び止めた。
青髪の人魚は驚いた顔でシケロンを見つめた。そして切なそうに微笑んだ。
その微笑みにシケロンはどきりとさせられた。自分の想いを見透かされたような気がしたからだ。

『私が必要な時は海に潜って、月光珊瑚を辿って。そして、珊瑚が途切れたところでその笛を鳴らして。そしたら必ず駆けつけるわ』

人魚はそう言いながら、シケロンに貝殻の笛を渡した。子どもの手のひらに収まるほどの大きさの、白い小さな巻き貝の笛だった。

『その笛が使えるのは一度だけ。でもそのたった一度だけは必ずあなたの元に行く』

『……一度だけ？　一回使ったら、もう会えないの？』

『……本当に困った時に、一度だけ。その時にまた会いましょう』

彼女が立ち去った跡が、濡れた砂浜にだけ残っている。ヒレの形についた砂の痕跡が消えてしまう前に、すぐにでもシケロンは笛を使ってしまいたかった。

しかし『一度だけ』の約束が少年を立ち止まらせた。そのたった一度の機会に告白をしても、彼女に振り向いてもらえる自信がなかった。

それからシケロンは初恋をずっと宝物のように胸に隠して生きてきた。

立派な大人になって、誰もが名前を知っているほどのお金持ちになった時には、彼女はきっと振り向いてくれるはずだ。そんな夢物語を信じた少年は、心だけは少年のままに、気付けば歳を取っていた。

こんな歳になっても、少年だった男は彼女からもらった貝殻笛だけは手を付けなかった。いつ使うべきなのかはとっくに分からなくなってしまっていた。笛を使わずに彼女と再会する方法を探し求めて、願いを叶えると言う『人魚姫の涙』の伝説なんてものにもすがりだした。彼女に会いたいのなら一吹きすれば良いだけだという事は分かっていたのに、臆病な心がどうしても邪魔をした。

――こんなことなら、出会ったその夜に衝動のままに笛を使えば良かったのだろうか。

水の流れに押し流されて、懐からこぼれ出た貝殻笛の首飾りをシケロンはぼんやりと眺めていた。うまく動かない手を伸ばして、笛を掴めば、あの青髪の人魚が助けに来てくれるかもしれない。たった一度の約束を果たすのなら、きっとこの瞬間なのだろうとシケロンは予感した。

しかしシケロンは結局、何もする事なく諦めた。今更、彼女に会わせる顔もない。命を助けてほしいと縋るほど、若くもない。

だからシケロンは揺蕩う貝殻笛に手を伸ばさない事を選び、目を閉じた。
そんな男の手を誰かが掴んだ。

「……？」

誰かがシケロンの腕を掴んで、勢いよく水面に向かって泳いでいる。どうやらこんな老いぼれを助けようとしているらしい。

一体どんな物好きが、と薄目を開けたシケロンはそのまま大きく両目を見開いた。
長い青髪が月光に照らされながら揺れている。海よりも深い青い瞳がシケロンの視線に気付いて、ぱちり、と瞬きをした。美しい女性が青いドレスを身にまとって、大きなヒレを翻して立ち止まった。
水面まで後もう少し、というところで彼女は泳ぐのをやめてシケロンをじっと見つめた。少年の頃に会った時と変わらない、物静かで切なげな視線だった。

しばらくシケロンと青髪の人魚は見つめ合う。

先に視線をそらしたのは人魚の方だった。彼女は悲しく笑って、シケロンの胸元へと手を伸ばす。白い指先が貝殻笛を掴んで、シケロンの首からそっと首飾りを外した。大切な思い出を胸に抱くように、慎重に貝殻笛の首飾りを抱きしめている。そのまま持って帰るつもりのようだ。

――違うんだ。

シケロンは口を動かそうとした。だが、意味のない泡だけが唇の隙間から漏れ出すだけだった。
違うんだ、使いたくなかったわけじゃあないんだ。

青髪の人魚はシケロンの声が聞こえたように、ゆっくりと首を横に振った。そしてシケロンをぐい、と海面へと押し出した。

「――アクア！　待ってくれ、アクア！」

もつれそうな舌で、少年の頃に教えてもらった彼女の名前を呼ぶ。しかし、海の中を覗き込んでも彼女の姿はもうない。

青い優美なヒレの名残すらどこにも残っていなかった。

首飾りがなくなった自分の胸元を見れば、すべてが終わってしまった事だけは分かった。シケロンの胸にぽっかりと穴が空いたような寂しさが訪れる。

しかし何故か、少しだけほっとしている気持ちもあった。
やっと終わったのだ。

……だから、彼女はシケロンの元に残らなかったのだろう。

「俺が臆病だった。もっと手を伸ばすべきだった」

今度は口がしっかりと動いた。

誰も居ない夜の海にむなしげにシケロンの声が響く。聞かせるべき相手はすでに立ち去った後だった。
このまま沈んでいきたい気分だったが、岸辺はもう目と鼻の先にあった。もう少し泳げば、セレスティア島の美しい砂浜にたどり着くだろう。

離島要塞から流された他の者たちも無事に陸地に流れ着いたようで、薄ぼんやりとした街の灯りに照らされる人影が浜辺にぽつぽつと見えた。

その人影の中から誰かがこちらに泳いでくるのが見えた。

「大丈夫ですか！　陸までもう少しだから俺に捕まって……こっちです！」

紫がかった黒髪の、しなやかな青年だ。確か二人居た侵入者のうちの片方がこんな男だっただろう。
『人魚姫の涙』を狙っていた者が、どういうつもりでシケロンを助けようとしているのかはわからないが、その必死な横顔を見れば、悪意も他意もない事が分かった。

冷たそうな顔つきの青年だったが、必死に歯を食いしばって、シケロンを引っ張りながら泳ぐ姿はどこかあどけない。夢中になって人魚を声の正体を探していた少年の頃の自分をシケロンは思い出した。

あの時の自分も、こんな風にあどけなくも、ひたむきな顔をしていたのだろうか？

――やっぱり、貰ったその日に笛を使ってしまうべきだった。

今更どうしようもない後悔が、ストンとシケロンの胸に落ちてくる。それは不思議と、あまりにも収まりが良くて、悪い気持ちはしなかった。
`;export{n as default};
